Repository: WordPressUtilities/wpunewsletter
Catalog: lang/wpunewsletter-*.po
Languages: fr_fr, it_it

source: New Post
fr_fr: Nouvel article
it_it: Nuovo Post

source: Back
fr_fr: Retour
it_it: Precedente

source: No
fr_fr: Non

source: Yes
fr_fr: Oui
it_it: Si

source: Submit
fr_fr: Envoyer
it_it: Invia

source: Items %s - %s
fr_fr: Articles %s - %s
it_it: Articoli %s - %s

source: <strong>Filter :</strong> %s • <strong>Value :</strong> %s
fr_fr: <strong>Filtre:</strong> %s • <strong>Valeur :</strong> %s
it_it: <strong>Filtro:</strong> %s • <strong>Valore :</strong> %s

source: Reset
fr_fr: Réinitialiser
it_it: Resetta

source: Search
fr_fr: Rechercher
it_it: Cerca

source: Clear
fr_fr: Vider
it_it: Cancella

source: Show more details
fr_fr: Afficher plus de détails
it_it: Mostra maggiori dettagli

source: Edit
fr_fr: Modifier
it_it: Modifica

source: View
fr_fr: Voir
it_it: Visualizza

source: Delete
fr_fr: Supprimer
it_it: Cancella

source: Export all
fr_fr: Tout exporter
it_it: Esportare tutto

source: Export filtered view
fr_fr: Exporter la vue filtrée
it_it: Esporta visualizzazione filtrata

source: New title
fr_fr: Nouveau titre
it_it: Nuovo titolo

source: Title:
fr_fr: Titre :
it_it: Titolo:

source: Text:
fr_fr: Texte :
it_it: Testo:

source: Your email address
fr_fr: Votre adresse email
it_it: Il tuo indirizzo email

source: Register
fr_fr: S'inscrire
it_it: Registrati

source: Allow subscriptions to a newsletter.
fr_fr: Offre des abonnements à une newsletter.
it_it: Consenti iscrizioni a una newsletter.

source: Latest subscribers
fr_fr: Derniers abonnés
it_it: Ultimi iscritti

source: No subscriber for now.
fr_fr: Aucun abonné pour le moment.
it_it: Nessun abbonato per ora.

source: Newsletter - Subscribers
fr_fr: Newsletter - Abonnés
it_it: Newsletter - abbonati

source: Subscribers
fr_fr: Abonnés
it_it: Iscritti

source: Newsletter - Export
fr_fr: Newsletter - Exporter
it_it: Newsletter - Esportazione

source: Export
fr_fr: Exporter
it_it: Esportazione

source: Newsletter - Import
fr_fr: Newsletter - Importer
it_it: Newsletter - importazione

source: Import
fr_fr: Importer
it_it: Importazione

source: Newsletter - Settings
fr_fr: Newsletter - Réglages
it_it: Newsletter - Impostazioni

source: Settings
fr_fr: Réglages
it_it: Impostazioni

source: Cancel
fr_fr: Annuler
it_it: Annula

source: Subscribers list : %s
fr_fr: Liste des abonnés : %s
it_it: Lista degli iscritti:%s

source: Locale
fr_fr: Langue

source: Valid
fr_fr: Valide
it_it: Valido

source: Delete selected lines
fr_fr: Supprimer les lignes sélectionnées
it_it: Elimina righe selezionate

source: Mail suppressions : %s
fr_fr: Mails supprimés : %s
it_it: Soppressione della mails : %s

source: Addresses to import:
fr_fr: Adresses à importer :
it_it: Indirizzi per importare:

source: Import addresses
fr_fr: Importer des adresses
it_it: Importare gli indirizzi

source: Mail insertions : %s
fr_fr: Insertions de mails : %s
it_it: Inserimenti di indirizzi : %s

source: No mail insertions
fr_fr: Aucune insertion de mail
it_it: Nessun inserimenti di indirizzi

source: Addresses to export:
fr_fr: Adresses à exporter :
it_it: Indirizzi per l'esportazione:

source: Only valid
fr_fr: Seulement les validées
it_it: Solo convalidato

source: All
fr_fr: Toutes
it_it: Tutti

source: Export addresses
fr_fr: Exporter les adresses
it_it: Indirizzi Export

source: Users
fr_fr: Membres
it_it: Utenti

source: Custom
fr_fr: Personnalisé
it_it: Personalizzata

source: This is not an email address.
fr_fr: Il ne s’agit pas d’une adresse e-mail.
it_it: Questo non è un indirizzo email.

source: You need to accept the conditions.
fr_fr: Vous devez accepter les conditions.
it_it: È necessario accettare le condizioni.

source: The form is invalid.
fr_fr: Le formulaire n’est pas valide.
it_it: Il modulo non è valido.

source: The form is invalid. Is Javascript disabled on your computer ?
fr_fr: Le formulaire n’est pas valide. JavaScript est-il désactivé sur votre ordinateur?
it_it: Il modulo non è valido. JavaScript è disabilitato sul tuo computer?

source: This mail is already registered
fr_fr: Cette adresse mail est déjà inscrite
it_it: Questa email è già registrata

source: This mail can't be registered
fr_fr: Cette adresse mail ne peut pas être inscrite
it_it: Questa e-mail non può essere registrato

source: This mail is now registered
fr_fr: Cette adresse mail est désormais inscrite
it_it: Questa e-mail è ora registrato

source: Some fields are missing
fr_fr: Certains champs sont manquants
it_it: Alcuni campi sono mancanti

source: Your subscription couldn't be confirmed
fr_fr: Votre abonnement n'a pas pu être confirmé
it_it: L'abbonamento non poteva essere confermata

source: Your subscription has been successfully confirmed
fr_fr: Votre abonnement a été confirmé avec succès
it_it: L'abbonamento è stato confermato con successo

source: Find your DC in the URL of your Mailchimp account. Example: The DC for the url %s is %s
fr_fr: Trouvez votre DC dans l’URL de votre compte Mailchimp. Exemple : Le DC de l’URL %s est %s
it_it: Trova il tuo controller di dominio nell'URL del tuo account Mailchimp. Esempio: il controller di dominio per l'URL %s è %s

source: Find your <a target="_blank" href="%s">API Key here</a>.
fr_fr: Trouvez votre <a target="_blank" href="%s">clé API ici</a>.
it_it: Trova la tua <a target="_blank" href="%s">chiave API qui</a>.

source: Required fields
fr_fr: Champs obligatoires
it_it: Campi obbligatori

source: Forms with only an email address will not work on a list with required fields.
fr_fr: Les formulaires avec seulement une adresse e-mail ne fonctionneront pas sur une liste avec des champs obligatoires.
it_it: I moduli con solo un indirizzo e-mail non funzioneranno su un elenco con campi obbligatori.

source: Register in comments
fr_fr: Inscription dans les commentaires
it_it: Registrati nei commenti

source: GPRD
fr_fr: RGPD
it_it: RGPD

source: Add a GPRD checkbox under form.
fr_fr: Ajoutez une case à cocher RGPD sous le formulaire.
it_it: Aggiungere una casella di controllo GPRD sotto il modulo.

source: GPRD checkbox text
fr_fr: Texte de la case à cocher RGPD
it_it: Testo della casella di controllo GPRD

source: GPRD text under newsletter
fr_fr: Texte RGPD sous la newsletter

source: Send confirmation email
fr_fr: Envoyer un email de confirmation
it_it: Email di conferma

source: Auto-delete subscriptions after %s years
fr_fr: Supprimer automatiquement les abonnements après %s ans
it_it: Elimina automaticamente le sottoscrizioni dopo %s anni

source: Outgoing emails
fr_fr: Emails sortants
it_it: Email in uscita

source: From name
fr_fr: Nom de l'expéditeur
it_it: Da nome

source: From address
fr_fr: Adresse de l'expéditeur
it_it: Da indirizzo

source: Use Mailchimp
fr_fr: Utiliser Mailchimp
it_it: Utilizzare Mailchimp

source: API Key
fr_fr: Clé API
it_it: Chiave API

source: List ID
fr_fr: ID de la liste
it_it: Lista ID

source: Update and test options
fr_fr: Mettre à jour et tester les options
it_it: Aggiornare e testare opzioni

source: Update options
fr_fr: Mettre à jour les options
it_it: Opzioni Update

source: Success : Updated options
fr_fr: Succès : Mise à jour des options
it_it: Successo : Opzioni update

source: Success : Mailchimp IDs are correct
fr_fr: Succès : Les IDs Mailchimp sont corrects
it_it: Successo: Mailchimp ID sono corrette

source: Failure : Mailchimp IDs are not correct
fr_fr: Échec : Les IDs Mailchimp ne sont pas corrects
it_it: Fallimento: Mailchimp IDs non sono corrette

source: Register to our newsletter
fr_fr: Abonnez-vous à notre newsletter
it_it: Registrati alla nostra newsletter

source: Confirm your subscription to our newsletter
fr_fr: Confirmez votre abonnement à notre newsletter
it_it: Conferma la tua iscrizione alla nostra newsletter

source: Hi !
fr_fr: Bonjour !
it_it: Ciao!

source: Please click on the link below to confirm your subscription to our newsletter:
fr_fr: Merci de cliquer sur le lien ci-dessous pour confirmer votre abonnement à notre newsletter :
it_it: Cliccate sul link sottostante per confermare l'iscrizione alla nostra newsletter:

source: Thank you !
fr_fr: Merci !
it_it: Grazie!

source: Date
it_it: Dattero

source: Via WordPress
it_it: Tramite WordPress

source: Via Mailchimp
it_it: Tramite Mailchimp
